
[SYSTEM]
Name=Gorizont Borehole Inclinometer
ASKPARAMSAVE=1
SKOLIMIT=1
askperiod=100
MAXRECORDS=500
DEFRECORDS=20
last_place_idx=-1
last_drill_idx=-1
SideVirtKbd=1
[PORT]
ReadTimeOut=5000
WriteTimeOut=5000
PauseTransact=10
PauseReopen=5000
BaudRate=9600
Port=1
Mark=Порт инклинометра
[SENSOR]
Addr=1
Mark=Скважинный инклинометр
Protocol=1
[PLACE1]
NAME=Площадка
INDEX=1
